Repository: xinfu08417/omegaT
Catalog: omegaT/tm/大乘種性_TM.tmx
Source language: bo
Languages: zh_tw

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་རིགས་དེ་ནི་ཐོག་མ་མེད་པ་ནས་བརྒྱུད་དེ་འོངས་པ་ཆོས་ཉིད་ཀྱིས་ཐོབ་པ་སྐྱེ་མཆེད་དྲུག་གི་ཁྱད་པར་གང་ཡིན་པ་སྟེ་ཞེས་པའི་དོན་དུ་མཛད་ནས།
zh_tw: 「諸菩薩種性，從無始展轉而來，法爾所得，是為六處差別」而為依據，

source: ཀུན་གཞི་ཁས་ལེན་པའི་སེམས་ཙམ་པས་ནི་ཀུན་གཞིའི་སྟེང་གི་ཟག་མེད་ཡེ་ཤེས་ཀྱི་ས་བོན་ཐོས་པའི་རྐྱེན་གྱིས་གསོས་མ་བཏབ་པའི་ཚེ་ན་རང་བཞིན་གནས་རིགས་དང༌།
zh_tw: 主張阿賴耶之唯識師承許：阿賴耶上無漏本智種子，未經聽聞【因】緣滋潤時，是自性住種性；

source: ཀུན་གཞི་ཁས་མི་ལེན་པའི་སེམས་ཙམ་པས་ནི་ནང་གི་སྐྱེ་མཆེད་དྲུག་གི་སྟེང་ན་ཡོད་པའི་ཟག་མེད་ཡེ་ཤེས་ཀྱི་ས་བོན་རྐྱེན་དང་འཕྲད་ན་ཐེག་པ་གསུམ་པོ་གང་རུང་གི་རྟོགས་པ་སྐྱེ་རུང་གི་ནུས་པ་དེ་རང་བཞིན་གནས་རིགས་སུ་འདོད་དེ།
zh_tw: 不承許阿賴耶之唯識師則承許：內六處上無漏本智種子，若與緣相遇， 堪能生起三乘隨一證量之能力，是自性住種性。

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་རིགས་དེ་ནི་མདོར་བསྡུ་ན།
zh_tw: 「云何種姓。

source: རྣམ་པ་གཉིས་ཏེ།
zh_tw: 謂略有二種。

source: རང་བཞིན་གྱིས་གནས་པ་དང་ཡང་དག་པར་སྒྲུབ་པའོ། །
zh_tw: 一本性住種姓。二習所成種姓。

source: དེ་ལ་རང་བཞིན་གྱིས་གནས་པའི་རིགས་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྐྱེ་མཆེད་དྲུག་གི་ཁྱད་པར་གང་ཡིན་པ་སྟེ།
zh_tw: 本性住種姓者。謂諸菩薩六處殊勝有如是相。

source: དེ་ནི་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་དེ་འོངས་ལ་ཐོག་མ་མེད་པའི་དུས་ཅན་ཆོས་ཉིད་ཀྱིས་ཐོབ་པ་དེ་ལྟ་བུ་ཡིན་ནོ། །
zh_tw: 從無始世展轉傳來法爾所得。是名本性住種姓。

source: དེ་ལ་ཡང་དག་པར་སྒྲུབ་པའི་རིགས་ནི་སྔོན་དགེ་བའི་རྩ་བ་གོམས་པར་བྱས་པ་ལས་ཐོབ་པ་གང་ཡིན་པ་སྟེ།
zh_tw: 習所成種性者，謂由前串習善根所得

source: ཉན་ས་ལས་ཀྱང༌།
zh_tw: 《聲聞地》亦云：

source: ས་བོན་དེས་འབྲས་བུ་མ་སྐྱེད་ཅིང་འབྲས་བུ་མ་གྲུབ་པ་ན་ཕྲ་བ་ཞེས་བྱའོ། །
zh_tw: 「由此種子未能與果未習成果故名為細。

source: གང་གི་ཚེ་འབྲས་བུ་སྐྱེད་ཅིང་འབྲས་བུ་གྲུབ་པ་དེའི་ཚེ་ན་ནི་ས་བོན་གང་ཡིན་པ་དེ་དང་འབྲས་བུ་གང་ཡིན་པ་དེ་གཅིག་ཏུ་བསྡུས་ནས་དེའི་ཕྱིར་རིགས་དེ་རགས་པ་ཞེས་བྱ་བར་སྟོན་པར་འགྱུར་རོ། །
zh_tw: 若已與果已習成果。爾時種姓若種若果俱說名麁。」

source: གསུང་འདི་དང་འོག་ནས་ཉི་སྣང་ལས་འབྱུང་བ་རྣམས་ལ་དཔགས་ན།
zh_tw: 若以此文和以下《二萬頌光明釋》所言推測，

source: ལུགས་འདི་ལ་ཡང་རང་བཞིན་གནས་རིགས་དང་རྒྱས་འགྱུར་གྱི་རིགས་འགལ་བར་སྣང་བས་ཚོགས་ལམ་ཡན་ཆད་ན་རང་བཞིན་གནས་རིགས་མེད་པར་སྨྲ་དགོས་པ་འདྲ་སྟེ།
zh_tw: 顯見此宗自性住種性與習所成種性亦是相違，故大抵須言從資糧道以上無自性住種性，

source: ཕལ་ཆེར་ལ་ཡིད་བརྟན་མི་འདུག་གོ །
zh_tw: 因多數不可信。

source: སྐབས་འདིར་ཐེག་པ་གསུམ་པོ་སོ་སོར་རིགས་ངེས་པ་དང་གང་དུ་ཡང་རིགས་མ་ངེས་པ་དང་རིགས་ཆད་ཀྱི་སེམས་ཅན་སོགས་ཞལ་གྱིས་བཞེས་པ་ཡིན་ཏེ།
zh_tw: 於此主張：三乘各自決定種性與於何者也不定之種性與斷種性(一闡提)有情等，

source: མདོ་སྡེ་རྒྱན་ལས།
zh_tw: 如《大乘莊嚴經論》云：

source: ལ་ལ་ཅིག་ཏུ་ཉེས་པར་སྤྱོད་ངེས་ཡོད། །
zh_tw: 一向行惡行

source: ལ་ལ་དཀར་པོའི་ཆོས་རྣམས་ཀུན་ཏུ་བཅོམ། །
zh_tw: 普斷諸白法

source: ལ་ལ་ཐར་པ་ཆ་མཐུན་དགེ་བ་མེད། །
zh_tw: 無有解脫分

source: དཀར་པོ་དམན་པ་ཡོད་པ་རྒྱུ་དང་བྲལ། །
zh_tw: 善少亦無因

source: འོ་ན་རྒྱན་ལས།
zh_tw: 然則，與《大乘莊嚴經論》中云：

source: དེ་བཞིན་གཤེགས་ཉིད་དེ་ཡི་ཕྱིར། །
zh_tw: 「故說諸眾生，

source: འགྲོ་ཀུན་དེ་ཡི་སྙིང་པོ་ཅན། །
zh_tw: 名為如來藏。」

source: ཞེས་སེམས་ཅན་ཐམས་ཅད་ཁམས་བདེ་བར་གཤེགས་པའི་སྙིང་པོ་ཅན་དུ་གསུངས་པ་དང་འགལ་ལོ་ཞེ་ན།
zh_tw: 文說一切有情是具有如來藏界當成相違？

source: མི་འགལ་ཏེ།
zh_tw: 答：不成相違，

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་རང་བཞིན་གྱིས་འོད་གསལ་བའི་སྙིང་པོ་ཅན་དུ་བསྟན་པའི་ཕྱིར།
zh_tw: 宣說一切有情心是自性光明藏故。

source: བོད་ཁ་ཅིག་ཀྱང་སྒྲིབ་བཅས་ཀྱི་སེམས་གསལ་རིག རང་བཞིན་གནས་རིགས་སུ་འདོད་པ་ཡིན་ལ།
zh_tw: 亦有藏人許，具足障蓋之明而了知心，是自性住種性，

source: དྲང་སོང་ཆེན་པོས་ཀུན་མཁྱེན་སྤྱན་གྱིས་ནི། །
zh_tw: 大仙遍智眼，

source: རིགས་ཁམས་སྦྲང་རྩི་དང་འདྲ་འདི་གཟིགས་ནས།
zh_tw: 見此種界蜜。

source: དེ་བཞིན་ལུས་ཅན་ལ་ཡོད་ཟག་པ་མེད་པའི་ཤེས་པ་སྦྲང་མའི་རྩི་དང་འདྲ།
zh_tw: 無漏智如[3]蜜在眾生身中

source: བསྟོད་ཚོགས་ལས།
zh_tw: 《讚頌集》：

source: བདེ་ལེགས་སེམས་ལས་སངས་རྒྱས་འབྱུང༌། །
zh_tw: 「妙善心出佛，

source: རང་སེམས་དེ་ལ་ཕྱག་འཚལ་ལོ། །
zh_tw: 禮敬此自心。」

source: ཞེས་སོགས་ཀྱི་དོན་དུ་བསམས་ནའང་དེ་ནི་དེ་རྣམས་ཀྱི་དགོངས་པ་མ་ཡིན་ཏེ།
zh_tw: 認為是此等引文之義，然非彼等意趣，

source: རང་བཞིན་གནས་རིགས་སམ་བདེ་གཤེགས་སྙིང་པོ་ཆོས་དབྱིངས་འདུས་མ་བྱས་ཀྱི་སྟེང་ནས་བཤད་དགོས་པར་འོག་ནས་འཆད་པའི་ཕྱིར་རོ། །
zh_tw: 因自性住種性或法界如來藏必自無為法之基礎上詮釋，下當說明。

source: གསུམ་པ་ནི།
zh_tw: 於此《二萬頌光明釋》中聖者如何破斥之理

source: ཟག་མེད་ཡེ་ཤེས་ཀྱི་ས་བོན་ཆོས་ཅན།
zh_tw: 無漏本智之種子為有法，

source: རང་བཞིན་གནས་རིགས་མ་ཡིན་པར་ཐལ།
zh_tw: 理應非自性住種性，

source: རང་བཞིན་གནས་རིགས་ཀྱི་དོན་མ་ཚང་བའི་ཕྱིར་ཏེ།
zh_tw: 因不具自性住種性之義故，

source: མ་གྲུབ་སྟེ།
zh_tw: 「不成立，

source: འཕགས་པའི་རྟོགས་པ་རྣམས་ཀྱི་རྒྱུ་བྱེད་པའི་ཕྱིར་ཞེ་ན།
zh_tw: 因作諸聖者證量之因故。

source: དེ་ཡང་ཉི་སྣང་ལས།
zh_tw: 此復，《二萬頌光明釋》云：

source: རྒྱུའི་རྣམ་གྲངས་ཡིན་ནོ་ཞེ་ན།
zh_tw: 「若謂：是因之異名。」

source: འོ་ན་རྒྱས་འགྱུར་གྱི་རིགས་ཆོས་ཅན།
zh_tw: 然則，習所成種性為有法，

source: དེར་ཐལ།
zh_tw: 理應是彼，

source: དེའི་ཕྱིར།
zh_tw: 因是彼故。

source: འདིར་སེམས་ཅན་གྱི་སེམས་ཀྱི་ཆོས་ཉིད་རང་བཞིན་གནས་རིགས་སུ་བཤད་པ་མི་འཐད་པར་ཐལ།
zh_tw: 「於此，說有情心之法性是自性住種性，不應理，

source: མདོ་སྡེ་རྒྱན་སོགས་ནས་ཟག་མེད་ཡེ་ཤེས་ཀྱི་ས་བོན་རང་བཞིན་གནས་རིགས་སུ་བཤད་པའི་ཕྱིར་ན།
zh_tw: 因《大乘莊嚴經論》等述無漏本智之種子是自性住種性故。」

source: མ་ཁྱབ་སྟེ།
zh_tw: 答：不周遍，

source: དེ་ནས་རང་བཞིན་གནས་རིགས་སུ་བཤད་པའི་ཟག་མེད་ཡེ་ཤེས་ཀྱི་ས་བོན་རང་བཞིན་གནས་རིགས་བཏགས་པ་བ་ཡིན་ལ།
zh_tw: 彼論所言「屬自性住種性之無漏本智種子」，是假名之自性住種性，

source: འདིར་རང་བཞིན་གནས་རིགས་སུ་བཤད་པའི་སེམས་ཅན་གྱི་སེམས་ཀྱི་ཆོས་ཉིད་རང་བཞིན་གནས་རིགས་མཚན་ཉིད་པ་ཡིན་པའི་ཕྱིར།
zh_tw: 而此中言「屬自性住種性之有情心法性」，是真實自性住種性故。

source: ཡང་ཉི་སྣང་ལས།
zh_tw: 復如《二萬頌光明釋》云：

source: བཞི་པ་དབུ་མ་པ་རང་གི་ལུགས་བཤད་དུ་ཡོད་དེ།
zh_tw: 闡述中觀自宗有三：

source: རིགས་ཀྱི་ངོ་བོ་བཤད་པ།
zh_tw: 講說種性之體性、

source: དབྱེ་བ་བཤད་པ།
zh_tw: 講說分類、

source: རིགས་སད་པའི་རྟགས་བཤད་པ་དང་གསུམ་དུ་ཡོད་པའི་ཕྱིར།
zh_tw: 講說種性覺醒之徵兆。

source: སྐབས་འདིར་རིགས་ཀྱི་ངོ་བོ་བཞག་ཏུ་ཡོད་དེ།
zh_tw: 安立此處種性之體性：

source: གནས་གྱུར་པ་ན་ངོ་བོ་ཉིད་སྐུར་འགྱུར་བའམ།
zh_tw: 「轉依時成為自性身或

source: གཟུགས་སྐུར་འགྱུར་བ་གང་ཡང་རུང་བའི་སེམས་ཅན་གྱི་རིགས་ཅིག་ལ་འཇོག་པའི་ཕྱིར།
zh_tw: 色身隨一之有情種性。」

source: གཉིས་པ་དབྱེ་བ་ལ་གཉིས་སུ་ཡོད་དེ།
zh_tw: 講說分類講說分類有二，

source: གཏེར་དང་འབྲས་བུའི་ཤིང་བཞིན་དུ། །
zh_tw: 如寶藏果樹，

source: རིགས་ཏེ་རྣམ་གཉིས་ཤེས་བྱ་སྟེ། །
zh_tw: 當知二種性。

source: ཐོགས་མེད་རང་བཞིན་གནས་པ་དང༌། །
zh_tw: 無始自性住，

source: ཡང་དག་བླང་པ་མཆོག་ཉིད་དེ། །
zh_tw: 與正取勝性。」

source: ཞེས་རང་བཞིན་གནས་རིགས་དང་རྒྱས་འགྱུར་གྱི་རིགས་གཉིས་སུ་གསུངས་པའི་ཕྱིར།
zh_tw: 說有自性住種性與習所成種性二種。

source: དེ་ཡང་རང་བཞིན་གནས་རིགས་གནས་གྱུར་པ་ལས་ངོ་བོ་ཉིད་སྐུ་དང་རྒྱས་གྱུར་གྱི་རིགས་གནས་གྱུར་པ་ལས་གཟུགས་སྐུར་འགྱུར་བ་ཡིན་ཏེ།
zh_tw: 此復，由自性住種性轉依成為自性身，由隨增佛性轉依成為色身，

source: རིགས་འདི་གཉིས་ལས་སངས་རྒྱས་ཀྱི། །
zh_tw: 許由二種性，

source: སྐུ་གསུམ་ཐོབ་པར་འདོད་པ་ཡིན། །
zh_tw: 乃得三佛身，

source: དང་པོའི་སྐུ་ནི་དང་པོ་སྟེ། །
zh_tw: 初身由初得，

source: གཉིས་པ་ཡིས་ནི་ཕྱི་མ་གཉིས། །
zh_tw: 由二得後二。」

source: ཞེས་གསུངས།
zh_tw: V

source: ཡང་རང་བཞིན་གནས་རིགས་རྟེན་དང་རྒྱས་འགྱུར་གྱི་རིགས་བརྟེན་པ་དང༌།
zh_tw: 復所依自性住種性與能依習所成種性，

source: དེ་གཉིས་ཀྱང་ཐེག་པ་རང་རང་གི་སློབ་པའི་གནས་སྐབས་སུ་ཡོད་ཅིང༌།
zh_tw: 此二者，亦各自於有學位時有；

source: མི་སློབ་པའི་གནས་སྐབས་སུ་མེད་དེ།
zh_tw: 於無學位時無。

source: རང་བཞིན་དང་ནི་རྒྱས་པ་དང༌། །
zh_tw: 性種及習種

source: དེ་ནི་རྟེན་དང་བརྟེན་པ་དང༌། །
zh_tw: 所依及能依

source: ཡོད་མེད་ཉིད་དང་ཡོན་ཏན་ནི། །
zh_tw: 應知有非有

source: སྒྲོལ་བའི་དོན་དུ་ཤེས་པར་བྱ། །
zh_tw: 功德度義故

source: དེ་ཡང་རང་བཞིན་གནས་རིགས་སམ་ཁམས་བདེ་བར་གཤེགས་པའི་སྙིང་པོའི་ངོ་བོ་ནི་སེམས་ཅན་གྱི་སེམས་ཀྱི་ཆོས་དབྱིངས་ཅིག་ལ་འཇོག་པ་ཡིན་ཏེ།
zh_tw: 此復，安立自性住種性或如來藏界之體性，是有情心之法界，

source: ཕལ་ཆེན་ལས།
zh_tw: 如《華嚴經》云：

source: དེའི་དོན་འགྲེལ་པ་ལ་ཉི་སྣང་དུ།
zh_tw: 為解此義《二萬頌光明釋》云：

source: ཞེས་གསུངས་རྒྱས་འགྱུར་གྱི་རིགས་ཀྱི་ངོ་བོ་ཟག་མེད་ཀྱི་ཡེ་ཤེས་ཀྱི་ས་བོན་གྱི་སྟེང་ནས་འཇོག་པར་སྔར་བཤད་ཟིན་པ་ལྟར་རོ། །
zh_tw: 在無漏本智種子之上安立習所成種性之體性，如前已述。

source: དེ་ཡང་རང་བཞིན་གནས་རིགས་ལ་ཐེག་པ་སོ་སོའི་རྟོགས་པའི་རྟེན་བྱེད་པ་དང༌།
zh_tw: 此復，於〔一〕自性住種性，〔基於〕是各乘證量所依與

source: ཐེག་པ་གསུམ་པོ་གང་རུང་གི་རྟོགས་པའི་རྟེན་དུ་བསྒྱུར་དུ་རུང་བའི་གནས་སྐབས་རིགས་གསུམ་དང་མ་ངེས་པའི་རིགས་ཞེས་ཐ་སྙད་བྱེད་ཀྱི།
zh_tw: 可轉為三乘證量隨一所依之時位，名為「三種性」與「不定種性」，

source: ལུགས་འདི་ལ་རིགས་ཆད་ཀྱི་སེམས་ཅན་ནི་མེད་དེ།
zh_tw: 然此宗無斷種性(一闡提)有情，

source: རྫོགས་སངས་སྐུ་ནི་འཕྲོ་ཕྱིར་དང༌། །
zh_tw: 如云：「佛法身遍滿，

source: དེ་བཞིན་ཉིད་དབྱེར་མེད་ཕྱིར་དང༌། །
zh_tw: 真如無差別，

source: རིགས་ཡོད་ཕྱིར་ན་ལུས་ཅན་ཀུན། །
zh_tw: 皆實有佛性，

source: རྟག་ཏུ་སངས་རྒྱས་སྙིང་པོ་ཅན། །
zh_tw: 是故說常有。」

source: ཅེས་པའི་འགྲེལ་པར་མདོ་དྲངས་ནས་རིགས་ཆད་ཀྱི་སེམས་ཅད་བཤད་པ་དགོངས་པ་ཅན་དུ་སྒྲུབ་པའི་ཕྱིར་ཏེ།
zh_tw: 其釋論引經成立演說斷種性有情是具意趣，

source: དོན་ནི་རིགས་ཆད་ཀྱི་སེམས་ཅན་མེད་ཀྱང་ལོག་སྲེད་ཅན་གཏན་ཡོངས་སུ་མྱ་ངན་ལས་མི་འདའ་བའི་ཆོས་ཅན་ནོ་ཞེས་པའི་མདོ་གསུངས་པ་མི་འཐད་མི་དགོས་ཏེ།
zh_tw: 意指雖無有斷種性之有情，但經言「邪貪者絕對不能般涅槃之有法」，不一定不應理，

source: མདོ་དེའི་དགོངས་གཞི་དགོས་པ་དངོས་ལ་གནོད་བྱེད་གསུམ་ཡོད་པའི་ཕྱིར།
zh_tw: 因為彼經有意趣處、所為與直接之違害三者故。

source: དགོངས་གཞི་ཡོད་དེ།
zh_tw: 一、意趣處，

source: ཐེག་པ་ཆེན་པོའི་ཆོས་ལ་སྡང་བའི་གང་ཟག་ཡུན་རིང་དུ་ཐར་ལམ་མི་ཐོབ་པ་ལ་དགོངས་པའི་ཕྱིར།
zh_tw: 即慮及對大乘法起瞋之補特伽羅長時不能證解脫道。

source: དགོས་པ་ཡོད་དེ།
zh_tw: 二、所為，

source: ཐེག་པ་ཆེན་པོའི་ཆོས་ལ་སྡང་བ་བཟློག་པའི་དོན་དུ་ཡིན་པའི་ཕྱིར།
zh_tw: 為棄捨大乘法之瞋

source: དངོས་ལ་གནོད་བྱེད་ཡོད་དེ།
zh_tw: 三、直接之違害，

source: འོ་ན་སེམས་ཅན་ཐམས་ཅད་ལ་སངས་རྒྱས་ཀྱི་འཕྲིན་ལས་འཇུག་ཅིང་གངྒཱའི་ཀླུང་གི་བྱེ་མའི་གྲངས་དང་མཉམ་པའི་སངས་རྒྱས་འཇིག་རྟེན་དུ་བྱོན་ཀྱང་ད་དུང་རང་བཞིན་གནས་རིགས་དང་ལྡན་པའི་སེམས་ཅན་འགའ་ཞིག་མྱང་འདས་མ་ཐོབ་པའི་རྒྱུ་མཚན་ཅི་ཡིན་ཞེ་ན།
zh_tw: 然則，既一切眾生均受佛事業之轉入，且如恆河沙數諸佛誕生於世間，但何以若干具自性住種性之有情始終無法證得涅槃，其因為何？

source: རིགས་ཀྱི་ཉེས་དམིགས་བཞི་དང་ལྡན་པའི་རྒྱུ་མཚན་གྱིས་དེ་ལྟར་མ་ཐོབ་པ་ཡིན་ཏེ།
zh_tw: 答：因具有種性四種過患故而 未得如是〔涅槃〕，

source: གསུམ་པ་རིགས་སད་པའི་རྟགས་ཡོད་དེ།
zh_tw: 講說種性覺醒之徵兆

source: སྤྱིར་ན།
zh_tw: 一般

source: དུ་བ་ལས་ནི་མེར་ཤེས་དང༌། །
zh_tw: 「如從煙知火，

source: ཆུ་སྐྱར་ལས་ནི་ཆུར་ཤེས་ལྟར། །
zh_tw: 憑水鷗知水；

source: བྱང་ཆུབ་སེམས་དཔའི་བློ་ལྡན་གྱིས། །
zh_tw: 菩薩具慧者，

source: རིགས་ནི་མཚན་མ་དག་ལས་ཤེས། །
zh_tw: 由相知種性。」

source: ཅེས་ལུས་ངག་གི་མཚན་མ་ལས་རིགས་སད་པ་དཔོག་པར་གསུངས་ཤིང༌།
zh_tw: 闡釋以身語之相推度種性覺醒。

source: ཁྱད་པར་རྒྱན་ལས།
zh_tw: 尤其《大乘莊嚴經論》云：

source: སྦྱོར་བའི་སྔོན་དུ་སྙིང་རྗེ་དང༌། །
zh_tw: 大悲及大信

source: མོས་པ་དང་ནི་བཟོད་པ་དང༌། །
zh_tw: 大忍及大行

source: དགེ་ལ་ཡང་དག་སྤྱོད་པ་ནི། །
zh_tw: 若有如此相

source: རིགས་ཀྱི་རྟགས་སུ་ངེས་པར་བཤད། །
zh_tw: 是名菩薩性

source: ཅེས་ཐེག་པ་ཆེན་པོའི་ལམ་དུ་མ་ཞུགས་པའི་གོང་ནས་སེམས་ཅན་ལ་དམིགས་པའི་སྙིང་རྗེ་ཆེ་བ་སོགས་རིགས་སད་པའི་རྟགས་སུ་བཤད་པའི་ཕྱིར།
zh_tw: 闡述未入大乘道前，緣有情之強烈悲愍等，乃種性覺醒之相。

source: དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱི་རིགས་ཅན་ལམ་དུ་མ་ཞུགས་པའི་སྐབས་སུ་གང་ཟག་གི་བདག་མེད་བསྟན་པ་ན་གོ་བ་རྣམ་དག་དང༌།
zh_tw: 如是聲聞種性者未入道時，〔為彼〕開示補特伽羅無我，而起正確理解，

source: དེ་ལ་བརྟེན་ནས་རབ་ཏུ་དགའ་བ་སྐྱེས་པ་ན་ཉན་ཐོས་ཀྱི་རིགས་སད་པ་དང༌།
zh_tw: 依此生起極大歡喜時，即安立為聲聞種性覺醒。

source: རང་རྒྱལ་གྱི་རིགས་ཅན་ལམ་དུ་མ་ཞུགས་པའི་སྐབས་སུ་གཟུང་འཛིན་རྫས་གཞན་གྱིས་སྟོང་པའི་སྟོང་ཉིད་བསྟན་པ་ན་གོ་བ་རྣམ་དག་དང༌།
zh_tw: 緣覺種性未入道時，對彼宣說「以能所異質之空性」，因而正確理解，

source: དེ་ལ་བརྟེན་ནས་རབ་ཏུ་དགའ་བ་སྐྱེས་པའི་ཚེ་རང་རྒྱལ་གྱི་རིགས་སད་པར་འཇོག་སྟེ།
zh_tw: 依此起極大歡喜時，即安立為緣覺種性覺醒，

source: ཐེག་ཆེན་ལ་བཤད་པ་དང་རིགས་པ་མཚུངས་པའི་ཕྱིར་རོ། །
zh_tw: 因於大乘所說，〔二者〕理由相同故。
